import React from 'react';
import './about.css'

const About = () => {
  return (
    <div>
      <section className='about section' id='about'>
          <div className='about__container container'>

            <div className='about__info'>
              <h3 className='about__title title'>Dr Bahtiyar Clinic</h3>
              <p className='about__text'>Стоматологическая клиника Expert dental работает в области терапии, хирургии, ортодонтии, гнатологии и ортопедии, помогает пациентам восстанавливать здоровье зубов, полностью восстанавливать утраченные зубы, Реабилитировать Височно - нижнечелюстной сустав. В своей практике мы используем только высококачественные зарубежные материалы.  Каждый из врачей клиники имеет богатый опыт и высокую квалификацию, владеет разными по сложности способами диагностики и лечения зубов. Постоянное обучение,   прогресс в своей области и оттачивание навыков - для нас это привычное дело. Наши специалисты активно применяют цифровые технологии для восстановления зубов. При желании в клинике можно оформить рассрочку на лечение. Наша команда решит любую вашу проблему Зубочелюстной системы, и Челюстно лицевой области.</p>
            </div>

          </div>

        
      </section>
    </div>
  )
}

export default About
